"EPLanguageDirection"="RightToLeft";

// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Str_FaxContacts"="אנשי קשר";
"Str_FaxAddressBook"="פנקס כתובות";
"Str_FaxSyncContacts"="סנכרן את %@";

"Str_FaxSyncContacts_Start"="התחל";
"Str_FaxPrintQueue"="תור הדפסה";
"Str_FaxStatus"="סטטוס";
"Str_FaxSyncContacts_Sync_Waiting"="אנא המתן.";

"Str_FaxSyncContact_CannotAccess_A"="הגישה ל-%@ אסורה.";
"Str_FaxSyncContact_CannotAccess_B"="אפשר ל-FAX Utility לגשת אל %@. עבור אל [העדפות מערכת] - [אבטחה ופרטיות] - [פרטיות] - [%@].\nהפעל מחדש את FAX Utility כדי לעדכן.";

"Str_FaxSyncContact_StartInfo_A"="מסנכרן את %@ (ידנית)";
"Str_FaxSyncContact_StartInfo_B"="מאפשר הצגה של רשימת ה-%@ שלך בעת בחירה בנמעני הפקס בתיבת הדו-שיח [הדפס...] של יישומים אחרים. זכור לסנכרן את %@ מחדש אם אתה מבצע שינויי עריכה ברשימת ה-%@ שלך.";
"Str_FaxSyncContact_StartInfo_C"="הגדרה זו תוחל על כל התורים להדפסת פקסים של Epson‏.\n לפני שתמשיך, ודא ש:";
"Str_FaxSyncContact_StartInfo_D"="      -תיבות דו-שיח מסוג [הדפס...] של כל היישומים סגורות.\n      -לא מתבצעת שליחה של פקסים.\n      -אין תורי פקסים מושהים במדפסת.";

"Str_FaxSyncContact_OpenPrintQueue"="כדי לגשת לתורי ההדפסה, עבור אל [העדפות מערכת] - [הדפסה וסריקה] - [פתח תור הדפסה...].";
"Str_FaxSyncContact_StartInfo_Start"="לחץ על [התחל] כדי להתחיל בסנכרון %@.";

"Str_FaxSyncContact_State_Title"="התורים להדפסת פקסים של Epson לסנכרון %@:";

"Str_FaxSyncContact_State_Idle"="מוכן";
"Str_FaxSyncContact_State_InProgress"="מסנכרן";
"Str_FaxSyncContact_State_PauseQueue"="מושהה";
"Str_FaxSyncContact_State_SendingFax"="שולח פקסים";
"Str_FaxSyncContact_State_HoldJob"="משהה עבודה";
"Str_FaxSyncContact_State_WaitSync"="תפוס";
"Str_FaxSyncContact_State_SyncComplete"="הסנכרון הושלם";
"Str_FaxSyncContact_State_SyncFailed"="הסנכרון נכשל";

"Str_FaxSyncContacts_Sync"="מסנכרן את %@.";
"Str_FaxSyncContacts_SyncBusy"="לא ניתן לסנכרן עם לפחות תור הדפסה אחד. סנכרון %@ יתחדש לאחר ביטול ההשהיה של תורי ההדפסה או לאחר שליחת הפקסים.";
"Str_FaxSyncContacts_SyncBusy_Check"="בדוק את התורים להדפסת פקסים של Epson.";

"Str_FaxSyncContacts_Sync_Cancel"="מבטל.";

"Str_FaxSyncContacts_Complete"="סנכרון %@ הושלם.";
"Str_FaxSyncContacts_CompleteWithCancel"="(סנכרון %@ כבר הושלם לפני ביטול הפעולה.)";

"Str_FaxSyncContacts_Error_A"="כשל בסנכרון %@.";
"Str_FaxSyncContacts_Error_B"="בדוק שהתורים להדפסת פקסים של Epson אינם במצב 'מושהה', 'משהה עבודה' או 'שולח פקסים'.";

"Str_FaxSyncContact_ErrorOldPPD"="לפחות תור אחד להדפסת פקסים של Epson נוצר באמצעות מנהל התקן ישן של PC-FAX‏.\n\nכדי לסנכרן את %@, עליך לעבור אל [העדפות מערכת] - [הדפסה וסריקה], ולאחר מכן למחוק וליצור מחדש את התורים להדפסת פקסים של Epson באמצעות מנהל ההתקן החדש של PC-FAX.";
"Str_FaxSyncContact_State_Title_ErrorOldPPD"="התורים להדפסת פקסים של Epson ליצירה מחדש:";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="אודות FAX Utility...";
"Preferences..."="העדפות...";
"Services"="שירותים";
"Hide FAX Utility"="הסתר את FAX Utility";
"Hide Others"="הסר אחרים";
"Show All"="הצג הכל";
"Quit FAX Utility"="צא מ-FAX Utility";
"File"="קובץ";
"Close"="סגור";
"Window"="חלון";
"Minimize"="מזער";
"Help"="עזרה";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="ביטול";
"Str_Alert_Common_OK"="אישור";

"Str_Alert_Common_Necessary_File_Not_Found"="לא ניתן למצוא את הקובץ הנחוץ להפעלת התוכנית.\nהתקן את FAX Utility מחדש.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="לא ניתן לקבל את פרטי המדפסת (פקס). פתח את \"Print & Fax Preferences\" והוסף את מנהל ההתקן של PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="הקובץ שצוין כבר קיים. האם ברצונך להחליפו?";
"Str_Alert_Common_Not_Responding_Error"="המדפסת לא מגיבה. ודא שהמדפסת מחוברת כהלכה ושאספקת החשמל פעילה.";
"Str_Alert_Common_Communication_Error"="אירעה שגיאת תקשורת במדפסת.";
"Str_Alert_Common_Printer_Processing_Error"="המדפסת מעבדת נתונים. המתן זמן מה ונסה שוב.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="זוהתה שגיאה במהלך התקשורת עם המדפסת.\nקוד שגיאה (%d)";
"Str_Alert_Common_Error_Occurred"="העיבוד בוטל משום שאירעה שגיאה.";
"Str_Alert_Common_PrinterStatusError"="אירעה שגיאה במדפסת. נקה את השגיאה ולאחר מכן נסה שוב.";
